christian-kohler.npm-intellisense
dracula-theme.theme-dracula
eamodio.gitlens
eg2.tslint
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
k--kato.intellij-idea-keybindings
robertohuertasm.vscode-icons
ryu1kn.partial-diff
Shan.code-settings-sync
spywhere.guides
streetsidesoftware.code-spell-checker
